Repository: louisdeveseleer/parq
Catalog: lib/l10n/intl_*.arb
Languages: fr

# welcomePageSubtitle
source: The Physical Activity Readiness Questionnaire for Everyone
fr: Questionnaire sur l'aptitude à l'activité physique pour tous

# welcomePageActionButton
source: Am I ready ?
fr: Suis-je prêt ?

# ghqIntroDisclaimer1
source: The health benefits of regular physical activity are clear; more people should engage in physical activity every day of the week. Participating in physical activity is very safe for MOST people.
fr: Une pratique habituelle d'activité physique entraine des avantages indéniables; la PLUPART des gens devraient être physiquement actifs chaque jour de la semaine et peuvent le faire en toute sécurité.

# ghqIntroDisclaimer2
source: This questionnaire will determine whether you should seek medical advice before increasing the intensity of your physical activity.
fr: Ce questionnaire vous permettra de savoir s'il est nécessaire de demander un avis médical avant d'augmenter votre activité physique.

# ghqIntroDisclaimer3
source: Please read the 7 next questions carefully and answer each one honestly.
fr: Lisez attentivement les sept questions suivantes et répondez honnêtement à chacune d'elles.

# ghqIntroActionButton
source: Understood
fr: C'est compris

# actionButtonYES
source: YES
fr: OUI

# actionButtonNO
source: NO
fr: NON

# ghqSliderTitle
source: Question {currentQuestion} of 7
fr: Question {currentQuestion} sur 7

# ghqQ1Title
source: Has your doctor ever said that you have a heart condition OR high blood pressure ?
fr: Votre médecin vous a-t-il déjà dit que vous étiez atteint d'un problème cardiaque OU d'hypertension?

# ghqQ1Short
source: Heart condition or high blood pressure
fr: Problème cardiaque ou hypertension

# ghqQ2Title
source: Do you feel pain in your chest at rest, during your daily activities of living, OR when you do physical activity?
fr: Ressentez-vous de la douleur à la poitrine au repos ou au cours de vos activités quotidiennes, OU lorsque vous faites de l'activité physique?

# ghqQ2Short
source: Chest pain
fr: Douleurs à la poitrine

# ghqQ3Title
source: Do you lose balance because of dizziness OR have you lost consciousness in the last 12 months ?
fr: Eprouvez-vous des pertes d'équilibre liées à des étourdissements OU avez-vous perdu connaissance au cours des 12 derniers mois?

# ghqQ3Subtitle
source: Please answer NO if your dizziness was associated with over-breathing (including during vigorous exercise).
fr: Répondez NON si vos étourdissements étaients liés à de l'hyperventilation (y compris pendant un exercise physique intense).

# ghqQ3Short
source: Loss of balance or consciousness
fr: Perte d'équilibre ou de connaissance

# ghqQ4Title
source: Have you ever been diagnosed with another chronic medical condition (other than heart disease or high blood pressure) ?
fr: Avez-vous déjà été diagnostiqué d'une autre maladie chronique (autre qu'une maladie cardiaque ou d'hypertension)?

# ghqQ4Short
source: Chronic medical condition
fr: Maladie chronique

# ghqQ5Title
source: Are you currently taking prescribed medications for a chronic medical condition ?
fr: Prenez-vous présentement des médicaments prescrits pour une maladie chronique?

# ghqQ5Short
source: Medication for chronic medical condition
fr: Médicaments pour maladie chronique

# ghqQ6Title
source: Do you currently have (or have had within the past 12 months) a bone, joint, or soft tissue (muscle, ligament, or tendon) problem that could be made worse by becoming more physically active ?
fr: Avez-vous présentement (ou eu dans les 12 derniers mois) des problèmes osseux, articulaires, ou de tissus mous (muscle, ligament, ou tendon) qui pourraient être aggravés par une augmentation d'activité physique?

# ghqQ6Subtitle
source: Please answer NO if you had a problem in the past, but it does not limit your current ability to be physically active.
fr: Répondez NON si vous avez déjà eu un problème dans le passé, mais qui ne limite pas votre pratique d'activité physique présente.

# ghqQ6Short
source: Past injury presenting risks
fr: Blessure présentant des risques

# ghqQ7Title
source: Has your doctor ever said that you should only do medically supervised physical activity ?
fr: Votre médecin, vous a-t-il déjà dit que vous ne devriez pas faire d'activité physique sans supervision médicale?

# ghqQ7Short
source: Need for medical supervision
fr: Besoin de supervision médicale

# ghqSummaryYesTitle
source: Yes
fr: Oui

# ghqSummaryNoTitle
source: No
fr: Non

# ghqSummaryActionButtonTitle
source: Validate
fr: Valider

# ghqSummaryNotComplete
source: Some questions are unanswered
fr: Certaines questions sont sans réponse.

# ghqFollowupText
source: You have answered YES to some questions. Further information is needed to determine your readiness to engage in increased physical activity.
fr: Vous avez répondu OUI à certaines questions. Nous avons besoin d'informations complémentaires pour déterminer si vous pouvez augmenter votre activité physique.

# ghqFollowupActionButton
source: Okay, let's go
fr: Okay, allons-y

# fuqPreviousQuestion
source: Previous question
fr: Question précédente

# fuqQ1MainMain
source: Do you have Arthritis, Osteoporosis, or Back Problems?
fr: Souffrez-vous d'arthrite, d'ostéoporose ou de problèmes de dos?

# fuqQ1Sec1Main
source: Do you have difficulty controlling your condition with medications or other physician-prescribed therapies?
fr: Avez-vous de la difficulté à contrôler votre condition à l'aide de médicaments ou d'autres traitements prescrits par un médecin?

# fuqQ1Sec1Sub
source: (Answer NO if you are not currently taking medications or other treatments)
fr: (Répondez non si présentement vous ne prenez pas de médicaments et ne suivez pas d'autres traitements)

# fuqQ1Sec2Main
source: Do you have joint problems causing pain, a recent fracture or fracture caused by osteoporosis or cancer, displaced vertebra (e.g., spondylolisthesis), and/or spondylolysis/pars defect (a crack in the bony ring on the back of the spinal column)?
fr: Souffrez-vous de problèmes articulaires causant de la douleur, d'une récente fracture ou d'une fracture causée par l'ostéoporose ou le cancer, d'un déplacement de vertèbres (p. ex. spondylolisthèse) ou de spondylolyse (fissure dans l'arc osseux à l'arrière de la colonne vertébrale)?

# fuqQ1Sec3Main
source: Have you had steroid injections or taken steroid tablets regularly for more than 3 months?
fr: Avez-vous reçu des injections de stéroïdes ou pris des comprimés de stéroïdes pendant plus de 3 mois?

# fuqQ2MainMain
source: Do you currently have Cancer of any kind?
fr: Avez-vous actuellement le cancer?

# fuqQ2Sec1Main
source: Does your cancer diagnosis include any of the following types: lung/bronchogenic, multiple myeloma (cancer of plasma cells), head, and/or neck?
fr: Votre diagnostic de cancer comprend-il l'un des types suivants: cancer du poumon ou bronchique, myélome multiple (cancer des plasmocytes), de la tête ou du cou?

# fuqQ2Sec2Main
source: Are you currently receiving cancer therapy (such as chemotheraphy or radiotherapy)?
fr: Suivez-vous présentement un traitement contre le cancer (comme la chimiothérapie ou la radiothérapie)?

# fuqQ3MainMain
source: Do you have a Heart or Cardiovascular Condition?
fr: Etes-vous atteint d'une maladie cardiaque ou cardiovasculaire?

# fuqQ3MainSub
source: This includes Coronary Artery Disease, Heart Failure, Diagnosed Abnormality of Heart Rhythm.
fr: Cela comprend la maladie coronarienne,insuffisance cardiaque et l'arythmie cardiaque.

# fuqQ3Sec1Main
source: Do you have difficulty controlling your condition with medications or other physician-prescribed therapies?
fr: Avez-vous de la difficulté à contrôler votre condition à l'aide de médicaments ou d'autres traitements prescrits par un médecin?

# fuqQ3Sec1Sub
source: (Answer NO if you are not currently taking medications or other treatments)
fr: (Répondez non si présentement vous ne prenez pas de médicaments et ne suivez pas d'autres traitements.)

# fuqQ3Sec2Main
source: Do you have an irregular heart beat that requires medical management?
fr: Avez-vous un battement de coeur irrégulier qui nécessite la surveillance d'un médecin?

# fuqQ3Sec2Sub
source: (e.g., atrial fibrillation, premature ventricular contraction)
fr: (par exemple, des fibrillations auriculaires ou des contractions ventriculaires prématurées)

# fuqQ3Sec3Main
source: Do you have chronic heart failure?
fr: Souffrez-vous d'une insuffisance cardiaque chronique?

# fuqQ3Sec3Sub
source: Do you have diagnosed coronary artery (cardiovascular) disease and have not participated in regular physical activity in the last 2 months?
fr: Avez-vous reçu un diagnostic de maladie coronarienne (cardiovasculaire) et n'avez pas fait d'activité physique régulièrement au cours des deux derniers mois?

# fuqQ4MainMain
source: Do you currently have High Blood Pressure?
fr: Faites-vous de l'hypertension artérielle?

# fuqQ4Sec1Main
source: Do you have difficulty controlling your condition with medications or other physician-prescribed therapies?
fr: Avez-vous de la difficulté à contrôler votre condition à l'aide de médicaments ou d'autres traitements prescrits par un médecin?

# fuqQ4Sec1Sub
source: (Answer NO if you are not currently taking medications or other treatments)
fr: (Répondez non si présentement vous ne prenez pas de médicaments et ne suivez pas d'autres traitements.)

# fuqQ4Sec2Main
source: Do you have a resting blood pressure equal to or greater than 160/90 mmHg with or without medication?
fr: Votre pression sanguine au repos, avec ou sans médicaments, est-elle égale ou supérieure à 160/90 mmHg?

# fuqQ4Sec2Sub
source: (Answer YES if you do not know your resting blood pressure)
fr: (Répondez oui si vous ignorez quelle est votre pression sanguine au repos.)

# fuqQ5MainMain
source: Do you have any Metabolic Conditions?
fr: Etes-vous atteint d'un trouble métabolique?

# fuqQ5MainSub
source: This includes Type 1 Diabetes, Type 2 Diabetes, Pre-Diabetes
fr: Ceci inclu t le diabète de type 1, le diabète de type 2 ou le prédiabète.

# fuqQ5Sec1Main
source: Do you often have difficulty controlling your blood sugar levels with foods, medications, or other physician-prescribed therapies?
fr: Avez-vous souvent de la difficulté à contrôler votre taux de sucre dans le sang avec des aliments, des médicaments ou d'autres traitements médicaux prescrits?

# fuqQ5Sec2Main
source: Do you often suffer from signs and symptoms of low blood sugar (hypoglycemia) following exercise and/or during activities of daily living?
fr: Souffrez-vous souvent de signes et symptômes de bas niveau de sucre sanguin (hypoglycémie) après l'exercice et/ ou pendant les activités de la vie quotidienne?

# fuqQ5Sec2Sub
source: Signs of hypoglycemia may include shakiness, nervousness, unusual irritability, abnormal sweating, dizziness or light-headedness, mental confusion, difficulty speaking, weakness, or sleepiness.
fr: Les signes d'hypoglycémie peuvent inclure des tremblements, de la nervosité, de l'irritabilité inhabituelle, de la transpiration anormale, des étourdissements, de la confusion mentale, de la difficulté à parler, de la faiblesse, ou de la somnolence.

# fuqQ5Sec3Main
source: Do you have any signs or symptoms of diabetes complications such as heart or vascular disease and/or complications affecting your eyes, kidneys, OR the sensation in your toes and feet?
fr: Présentez-vous des signes ou des symptômes de complications liées au diabète, comme une maladie cardiaque ou vasculaire ou des problèmes affectant les yeux, les reins OU la sensation de vos orteils et de vos pieds?

# fuqQ5Sec4Main
source: Do you have other metabolic conditions (such as current pregnancy-related diabetes, chronic kidney disease, or liver problems)?
fr: Ëtes-vous atteint d'un autre trouble métabolique, comme le diabète gestationnel, une maladie rénale chronique ou des troubles hépatiques?

# fuqQ5Sec5Main
source: Are you planning to engage in what for you is unusually high (or vigorous) intensity exercise in the near future?
fr: Anticipez-vous de participer dans une activité physique, qui est pour vous, d'intensité anormalement plus élevée (ou vigoureuse) que d'habitude dans un avenir proche?

# fuqQ6MainMain
source: Do you have any Mental Health Problems or Learning Difficulties?
fr: Avez-vous des problèmes de santé mentale ou des difficultés d'apprentissage?

# fuqQ6MainSub
source: This includes Alzheimer’s, Dementia, Depression, Anxiety Disorder, Eating Disorder, Psychotic Disorder, Intellectual Disability, Down Syndrome
fr: Ceux-ci comprennent la maladie d'Alzheimer, la démence, la dépression, les troubles anxieux, les troubles alimentaires, les troubles psychotiques, la déficience intellectuelle et le syndrome de Down.

# fuqQ6Sec1Main
source: Do you have difficulty controlling your condition with medications or other physician-prescribed therapies?
fr: Avez-vous de la difficulté à contrôler votre condition à l'aide de médicaments ou d'autres traitements prescrits par un médecin?

# fuqQ6Sec1Sub
source: (Answer NO if you are not currently taking medications or other treatments)
fr: (Répondez non si présentement vous ne prenez pas de médicaments et ne suivez pas d'autres traitements.)

# fuqQ6Sec2Main
source: Do you have Down Syndrome AND back problems affecting nerves or muscles?
fr: Souffrez-vous AUSSI de problèmes de dos affectant vos nerfs ou vos muscles?

# fuqQ7MainMain
source: Do you have a Respiratory Disease?
fr: Souffrez-vous de problèmes respiratoires?

# fuqQ7MainSub
source: This includes Chronic Obstructive Pulmonary Disease, Asthma, Pulmonary High Blood Pressure
fr: Ces problèmes comprennent la maladie pulmonaire obstructive chronique, l'asthme et l'hypertension artérielle pulmonaire.

# fuqQ7Sec1Main
source: Do you have difficulty controlling your condition with medications or other physician-prescribed therapies?
fr: Avez-vous de la difficulté à contrôler votre condition à l'aide de médicaments ou d'autres traitements prescrits par un médecin?

# fuqQ7Sec1Sub
source: (Answer NO if you are not currently taking medications or other treatments)
fr: (Répondez non si présentement vous ne prenez pas de médicaments et ne suivez pas d'autres traitements.)

# fuqQ7Sec2Main
source: Has your doctor ever said your blood oxygen level is low at rest or during exercise and/or that you require supplemental oxygen therapy?
fr: Votre médecin vous a-t-il déjà dit que le niveau d'oxygène de votre sang est bas quand vous êtes au repos ou que vous faites de l'exercice, ou que vous avez besoin d'une oxygénothérapie?

# fuqQ7Sec3Main
source: If asthmatic, do you currently have symptoms of chest tightness, wheezing, laboured breathing, consistent cough (more than 2 days/week), or have you used your rescue medication more than twice in the last week?
fr: Si vous êtes asthmatique, ressentez-vous présentement des symptômes de serrement de la poitrine, de respiration sifflante, de respiration laborieuse ou de toux persistante (plus de 2 jours par semaine), ou avez-vous utilisé votre médicament de secours plus de 2 fois la semaine dernière?

# fuqQ7Sec4Main
source: Has your doctor ever said you have high blood pressure in the blood vessels of your lungs?
fr: Votre médecin vous a-t-il déjà dit que vous faisiez de l'hypertension dans les vaisseaux sanguins de vos poumons?

# fuqQ8MainMain
source: Do you have a Spinal Cord Injury?
fr: Avez-vous une lésion de la moelle épinière?

# fuqQ8MainSub
source: This includes Tetraplegia and Paraplegia
fr: Cela peut comprendre une tétraplégie ou une paraplégie.

# fuqQ8Sec1Main
source: Do you have difficulty controlling your condition with medications or other physician-prescribed therapies?
fr: Avez-vous de la difficulté à contrôler votre condition à l'aide de médicaments ou d'autres traitements prescrits par un médecin?

# fuqQ8Sec1Sub
source: (Answer NO if you are not currently taking medications or other treatments)
fr: (Répondez non si présentement vous ne prenez pas de médicaments et ne suivez pas d'autres traitements.)

# fuqQ8Sec2Main
source: Do you commonly exhibit low resting blood pressure significant enough to cause dizziness, light-headedness, and/or fainting?
fr: Avez-vous souvent, au repos, une tension artérielle assez faible pour causer des étourdissements, le vertige ou une syncope?

# fuqQ8Sec3Main
source: Has your physician indicated that you exhibit sudden bouts of high blood pressure (known as Autonomic Dysreflexia)?
fr: Votre médecin vous a-t-il déjà dit que vous présentez des accès soudains d'hypertension artérielle (connus sous le nom de dysréflexie autonome)?

# fuqQ9MainMain
source: Have you had a Stroke?
fr: Avez-vous eu un accident vasculaire cérébral?

# fuqQ9MainSub
source: This includes Transient Ischemic Attack (TIA) or Cerebrovascular Event
fr: Cela inclut un accident ischémique transitoire.

# fuqQ9Sec1Main
source: Do you have difficulty controlling your condition with medications or other physician-prescribed therapies?
fr: Avez-vous de la difficulté à contrôler votre condition à l'aide de médicaments ou d'autres traitements prescrits par un médecin?

# fuqQ9Sec1Sub
source: (Answer NO if you are not currently taking medications or other treatments)
fr: (Répondez non si présentement vous ne prenez pas de médicaments et ne suivez pas d'autres traitements.)

# fuqQ9Sec2Main
source: Do you have any impairment in walking or mobility?
fr: Avez-vous de la difficulté à marcher ou à vous déplacer?

# fuqQ9Sec3Main
source: Have you experienced a stroke or impairment in nerves or muscles in the past 6 months?
fr: Avez-vous eu un accident vasculaire cérébral ou une défaillance nerveuse ou musculaire au cours des 6 derniers mois?

# fuqQ10MainMain
source: Do you have any other medical condition not listed above or do you have two or more medical conditions?
fr: Etes-vous atteint d'un trouble médical non mentionné ci-dessus ou d'au moins deux troubles médicaux?

# fuqQ10Sec1Main
source: Have you experienced a blackout, fainted, or lost consciousness as a result of a head injury within the last 12 months OR have you had a diagnosed concussion within the last 12 months?
fr: Vous êtes-vous évanoui, avez-vous fait une syncope ou avez-vous perdu connaissance par suite d'une blessure à la tête au cours des 12 derniers mois, OU vous a-t-on diagnostiqué d'une commotion cérébrale au cours des 12 derniers mois?

# fuqQ10Sec2Main
source: Do you have a medical condition that is not listed (such as epilepsy, neurological conditions, kidney problems)?
fr: Êtes-vous atteint d'un trouble médical qui n'est pas mentionné ci-dessus (comme l'épilepsie, des troubles neurologiques ou des problèmes de reins)?

# fuqQ10Sec3Main
source: Do you currently live with two or more medical conditions?
fr: Êtes-vous atteint de deux, ou plus que deux, troubles médicaux?

# noClearance
source: It is recommended that you visit a qualified exercise professional before becoming more physically active.
fr: Il est recommandé que vous vous visitiez un professionnel de l'activité physique avant de devenir plus actif.

# clearanceTitle
source: Your are cleared for physical activity
fr: Autorisation d'augmenter l'activité physique

# clearanceSub1
source: Start becoming more physically active – start slowly and build up gradually.
fr: Commencez à augmenter progressivement votre niveau d'activité phyisique.

# clearanceSub2
source: If you are over the age of 45 years and NOT accustomed to regular vigorous to maximal effort exercise, consult a qualified exercise professional before engaging in this intensity of exercise.
fr: Si vous avez plus de 45 ans et n'êtes pas habitué à des efforts physiques rigoureux ou maximums, consultez un professionnel avant de fournir ce type d'intensité.

# clearanceSub3
source: Delay becoming more active if you have a temporary illness, if your are pregnant or if your health changes.
fr: Si vous avez une maladie passagère, si vous êtes enceinte ou si votre santé change, attendez avant d'augmenter votre activité physique.

# clearanceSub4
source: If you have any further questions, contact a qualified exercise professional.
fr: Si vous avez d'autres questions, consultez un professionnel.
